texts_korol = ["""Грохочет гром
Сверкает молния в ночи
А на холме стоит безумец и кричит
"Сейчас поймаю тебя в сумку
И сверкать ты будешь в ней
Мне так хочется, чтоб стала ты моей!"

То парень к лесу мчится
То к полю, то к ручью
Всё поймать стремится
Молнию!

Весь сельский люд
Смотреть на это выходил
Как на холме безумец бегал и чудил
Он, видно, в ссоре с головою
Видно, сам себе он враг
Надо-ж выдумать такое — во дурак!

То парень к лесу мчится
То к полю, то к ручью
Всё поймать стремится
Молнию!

Утром по сельской дороге
Медленно шёл ночной герой
Весь лохматый и седой
И улыбался

То парень к лесу мчится
То к полю, то к ручью
Всё поймать стремится
Молнию!"""]

texts_kis_kis = ["""Осипший голос пел "Love you", а я,
Тихонечко курю на остановке, поджидая автобус.
Ты шутишь что-то про ментов, про безответную любовь -
Боюсь, тебе твой юмор не поможет.
Ну, предложи аперитив. Давай подольше посидим -
Расскажешь мне про худшие свидания.
А время близится к нулю, и почему я так смеюсь?
Как ты сумел привлечь моё внимание!?

Мальчик, - грёбаный обманщик.
Вечно что-то прячет от меня. Свою сломала я голову.
Мальчик, - сложная задача: слишком много значит для меня.
Похоже, вляпалась снова я.

Конфеты съедены давно, цветы завянут всё равно -
Так происходит рано или поздно.
Я слишком много вас ждала, нам нужно по своим делам.
Ведь, я - малая; а ты - слишком взрослый.
Лишь пару месяцев на тур cпокойно можешь клеить дур -
Я повелась тогда на эти трюки.
Всё было круто, но прости - мы будем видеться в сети.
До новых встреч, я умываю руки.

Мальчик, - грёбаный обманщик.
Вечно что-то прячет от меня. Свою сломала я голову.
Мальчик, - сложная задача: слишком много значит для меня.
Похоже, вляпалась снова я.
Мальчик, - грёбаный обманщик.
Вечно что-то прячет от меня. Свою сломала я голову.
Мальчик, - сложная задача: слишком много значит для меня.
Похоже, вляпалась снова я.
Мальчик... Сломала я голову.
Мальчик... Вляпалась снова я.
Мальчик... Сломала я голову.
Мальчик... Вляпалась снова я."""]

texts_tdd = ["""Ты не знаешь меня даже по имени
Но я снова у тебя за спиной
Ты задела всё живое внутри меня
И одна шагаешь снова домой (домой)
Где ты захотела спрятаться?
Следы твои не останутся
Дождись, милая, всё кончится
Дожди видят, как охочусь я

Где ты? Я бегу за тобою
Разрываясь мечтою
Растворяясь в ночи
Не молчи (не молчи)
Вместе не встречать нам рассветы
В два конца две планеты
Вдаль уносишься ты, ты
Где ты?

Я сделал бы тело себе из твоего запаха
Я двери сносил бы с петель, чтоб ты заплакала
Я продал бы душу, затем отнял обратно
Чтоб ты любила меня неадекватного

Где ты? Я бегу за тобою
Разрываясь мечтою
Растворяясь в ночи
Не молчи (не молчи)
Вместе не встречать нам рассветы
В два конца две планеты
Вдаль уносишься ты, ты
Где ты? """]

texts_aikko = ["""В ожидании остаться непричастным
Новоиспечённый гений пичкает лекарством
В самый чёрный день, я предложу вам прогуляться
Я хочу дружить, но без причины не собраться
Прошлое не отпускает, виноватых не сыскать
Гений проповедует на время пропадать
Связь, в моем рюкзаке на "чёрный" день остались Kosmostars
Я хочу тебя сейчас, но на утро перестану
Не хочу ничего решать, не учёный, не поэт
Разберись в моих счетах, расскажи про меня в тексте
Весь мой город на ушах, я сижу тут десять лет
Запасной не вариант, и от того то злее всех

Но ты меня не найдёшь на скамье запасных
Я спрятан надёжно от всех остальных
Они все на своих местах сидят
А я там где мне быть, никак нельзя
Но ты меня не найдёшь на скамье запасных
Я спрятан надёжно от всех остальных
Они все на своих местах сидят
А я там где мне быть, никак нельзя

Не подчиняться правилам, в крови будто инфекция
Там, где меня оставили - бьётся чёрное сердце
Люди возвращаются ухватить кусочек со стола
В моей памяти бардак, забыл тебя не со зла
Но не хочется вспоминать, объяснять
И мои бедные родственники пятятся опять и опять
Мои новые друзья скрипя зубами принимают старых
Гордый сторонится, хитрый слышит: "Я тебя не знаю"
Помню всё: как всё начиналось; где сейчас вижу,
Высоко сижу, ведь я крещён тысячу раз с лишним

Но ты меня не найдёшь на скамье запасных
Я спрятан надёжно от всех остальных
Они все на своих местах сидят
А я там где мне быть, никак нельзя
Но ты меня не найдёшь на скамье запасных
Я спрятан надёжно от всех остальных
Они все на своих местах сидят
А я там где мне быть, никак нельзя"""]

texts_egor = ["""Она любила кофе в обед,
И по утрам ее вкусный омлет.
Она любила жить без проблем.
Меня манила красотой колен.
Работа двадцать четыре часа,
И добивается всего сама,
Но она хитрая словно лиса.
Меня манили ее глаза,
Меня манили ее губы.
Я ее встретил и замер.
Меня манили ее руки,
До скорой встречи глазами.

О Боже, мама, мама, я схожу с ума.
Ее улыбка, мама, кругом голова.
О Боже, мама, мама, пьяный без вина.
Ее улыбка, мама, самая самая.

О Боже, мама, мама, я схожу с ума.
Ее улыбка, мама, кругом голова.
О Боже, мама, мама, пьяный без вина.
Ее улыбка, мама, самая самая.

Кружила в танце со мной до утра,
Что все соседи сходили с ума.
Что будет дальше, в голове рисую.
Меня так манят ее поцелуи.
Меня манили ее губы,
Я ее встретил и замер,
Меня манили ее руки,
До скорой встречи глазами.

О Боже, мама, мама, я схожу с ума.
Ее улыбка, мама, кругом голова.
О Боже, мама, мама, пьяный без вина.
Ее улыбка, мама, самая самая.

О Боже, мама, мама, я схожу с ума.
Ее улыбка, мама, кругом голова.
О Боже, мама, мама, пьяный без вина.
Ее улыбка, мама, самая самая.

О Боже, мама, мама, я схожу с ума.
Ее улыбка, мама, кругом голова.
О Боже, мама, мама, пьяный без вина.
Ее улыбка, мама, самая самая.

О Боже, мама, мама, я схожу с ума.
Ее улыбка, мама, кругом голова.
О Боже, мама, мама, пьяный без вина.
Ее улыбка, мама, самая самая."""]

texts_ruki = ["""Забирай меня скорей, увози за сто морей
И целуй меня везде 18 мне уже.
Забирай меня скорей, увози за сто морей
И целуй меня везде я ведь взрослая уже.

Забирай меня скорей, увози за сто морей
И целуй меня везде 18 мне уже.
Забирай меня скорей, увози за сто морей
И целуй меня везде я ведь взрослая уже.

Ты сегодня взрослее стала и учебу ты прогуляла,
Собрала всех своих подружек, ну а как же я?!
Ведь день рождение у тебя.
Знаю, ты меня не забудешь,
Я приду - меня зацелуешь,
Но поцелуев твоих мне мало,
Я хочу, чтоб ты сказала

Припев:
Забирай меня скорей, увози за сто морей
И целуй меня везде 18 мне уже.
Забирай меня скорей, увози за сто морей
И целуй меня везде я ведь взрослая уже.

Ты уже танцевать устала, эта песня сто раз играла.
Веселятся твои подружки, разбудили всех,
Пели песни Руки Вверх.
Все ушли, мы одни остались
И друг другу во всем признались,
Ведь ты сегодня взрослее стала,
Наконец-то мне сказала:

Забирай меня скорей, увози за сто морей
И целуй меня везде 18 мне уже.
Забирай меня скорей, увози за сто морей
И целуй меня везде я ведь взрослая уже.

Забирай меня скорей, увози за сто морей
И целуй меня везде 18 мне уже.
Забирай меня скорей, увози за сто морей
И целуй меня везде я ведь взрослая уже.

Знаю, ты меня не забудешь
Я приду меня зацелуешь,
Но поцелуев твоих мне мало,
Я хочу, чтоб ты мне прошептала:

Забирай меня скорей, увози за сто морей
И целуй меня везде 18 мне уже.
Забирай меня скорей, увози за сто морей
И целуй меня везде 18 мне уже.

Забирай меня скорей, увози за сто морей
И целуй меня везде 18 мне уже.
Забирай меня скорей, увози за сто морей
И целуй меня везде я ведь взрослая уже."""]

texts_lazarev = ["""Её глаза такие синие, глаза магнит
На платье распустились лилии и я убит
Любить обещает, потом забывает
Смеётся как будто ни причём
Так сильно волнует, так нежно целует
И в области сердца горячо

Я убегаю, но назад
Снова зовут её глаза
Имя её за мной летит
Тянет и тянет как магнит
Пятые сутки я не сплю
Кажется я с ума сойду
И не на месте голова
Это всё она-на-на-на-на
На-на-на-на-на
На-на-на-на-на
Это всё она-на-на-на-на
На-на-на-на-на
На-на-на-на-на
Это всё она

Её слова как пули быстрые, как след комет
Я не могу понять, в чём именно её секрет
Мне след от помады оставит в награду
Откроет меня своим ключом
Её пейзажи, меня будоражат
А всё остальное ни причём
Come on! Come on!
Я убегаю, но назад
Снова зовут её глаза
Имя её за мной летит
Тянет и тянет как магнит
Пятые сутки я не сплю
Кажется я с ума сойду
И не на месте голова

Это всё она-на-на-на-на
На-на-на-на-на
На-на-на-на-на
Это всё она-на-на-на-на
На-на-на-на-на
На-на-на-на-на
Это всё она
Я убегаю, но назад
Снова зовут её глаза
Имя её за мной летит
Тянет и тянет как магнит
Пятые сутки я не сплю
Кажется я с ума сойду
И не на месте голова
Это всё она-на-на-на-на
На-на-на-на-на
На-на-на-на-на
Это всё она-на-на-на-на
На-на-на-на-на
На-на-на-на-на
Это всё она-на-на-на-на
На-на-на-на-на
На-на-на-на-на
Это всё она-на-на-на-на
На-на-на-на-на
На-на-на-на-на
Это всё она"""]

texts_glucoza = ["""Мы девчонки из простых
Без серёжек золотых
Вот таких - золотых
Но красивые, пардон
Посмотри со всех сторон
Посмотри со всех сторон

Танцуй Россия и плачь Европа
А у меня самая, самая, самая красивая опа
Танцуй Россия и плачь Европа
А у меня самая, самая, самая красивая опа

Олигархи - не вопрос
Миллионы алых роз
К моим ногам
Я девчонка из простых
Без серёжек золотых
Вот таких - золотых

Танцуй Россия и плачь Европа
А у меня самая, самая, самая красивая опа
Танцуй Россия и плачь Европа
А у меня самая, самая, самая красивая опа"""]

texts_basta = ["""Моя игра, моя игра
Она мне принадлежит и таким же как и я
Моя игра, моя игра
Она мне принадлежит и таким же как и я

Моя игра, моя игра
Здесь правила одни, и цель одна

Моя игра, моя игра
Она мне принадлежит и таким же как и я
Моя игра, моя игра
Здесь правила одни, и цель одна

Первый Куплет: Баста
Со мною все нормально, ну и что, что кровь из носа
Со мною все нормально, просто я стал очень взрослым
Со мной все хорошо, просто я забыл как дышать
Я начал игру, но забыл как играть
Все нормально, просто стало вдруг темно
На юге стало холодно, на севере - тепло
Остался я один, сам по себе, сам за себя
Остался только бог, который смотрит на меня
Я много раз ошибался, делал что-то не так
Но я вставал и делал следующий шаг
Я верил людям, которым верить нельзя
Они пользовались этим, но поверьте мне зря
Были люди, да, на которых мог я опереться
С чистым сердцем помогали мне они
Но мои враги хотели смерти для меня
Но я разбил их планы, ведь это – моя игра

Припев: [x2]
Моя игра, моя игра
Она мне принадлежит и таким же как и я
Моя игра, моя игра
Здесь правила одни, и цель одна

Второй Куплет: Баста
Улицы несут в себе боль и разочарование
Минуты страха, минуты отчаяния
Люди от боли, без бога сходят с ума
Но кто-то скажет равнодушно – такова судьба
Кто-то играя в игру забывает о правилах
И поздно понимает, что фортуна его оставила
Кто-то правила игры подстраивает под себя
Чтобы победителем быть всегда
В игры играют дяди с большими пушками
Связываться с ними – это не игрушки
На мушке окажешься ты в один миг
Чик-чик до выстрела, останется лишь крик
В игры играют дома, там где тепло
Играют в шашки, шахматы, домино, но…
Я играю в игру – она моя
Она мне принадлежит и таким же как и я

Припев: [x2]
Моя игра, моя игра
Она мне принадлежит и таким же как и я
Моя игра, моя игра
Здесь правила одни, и цель одна

Переход:
Если хочешь играть – играй,
Если хочешь летать – лети
Жизнь – это тоже игра,
Если ты упал – встань и иди!

Припев: [x4]
Моя игра, моя игра
Она мне принадлежит и таким же как и я
Моя игра, моя игра
Здесь правила одни, и цель одна"""]

texts_oxxxy = ["""[Припев, Markul]:
Я знаю, что несчастье в бабках, поверь;
Ведь нам и горизонта хватит вполне.
Весь мир у твоих ног, но временно -
Завтра всё вернёт назад.
Где балом правят деньги-деньги, пусть так
Но только налом не унести на костях.
Весь мир у твоих ног, но временно
Завтра всё вернёт назад.
[Куплет 1, Markul]:
Сегодня алкоголь - мой условный метод.
На всё закрыв глаза, выпить до конца.
И если жизнь порой словно злобный препод -
Я всё прогуляю, и опять
Я вижу, как тает свет.
Ты восхитительна, знают все.
Море в твоих тонах - злая сеть.
Ты закружила нас в карусель.
[Припев, Markul]:
Я знаю, что несчастье в бабках, поверь;
Ведь нам и горизонта хватит вполне.
Весь мир у твоих ног, но временно -
Завтра всё вернёт назад.
Где балом правят деньги-деньги, пусть так
Но только налом не унести на костяк.
Весь мир у твоих ног, но временно
Завтра всё вернёт назад.
[Куплет 2, Oxxxymiron]:
Я, попадая в тупики, всякий раз выдумывал дверцу -
Пока умники - сотни версий, куда я делся.
Исчез, но резко вернусь к тебе другом детства.
Я не собираюсь тут меряться с BlackStar.

Эй!
Строчить из-под палки роботом с тем, чтоб мне
Почить и не кануть в омуте бешеных дней.
Это рэп, а не череда инфоповодов, чилл и драйв,
Нарочитый хайп - это what sh*t!
Чел, я помню, как мы глядели на Лондон во тьме.
Всей толпой на балконе. Каждый сделать бомбу хотел.
Полный надежд. Спустя девять лет мы вновь на бите.
Перечесть убитых МС не смог убойный отдел.
Но фейм - fata Morgana, деньги портят любого.
Девки - ума палата, халдеи просят, как Бога.
Я лишь пытаюсь не рехнуться и
В небесный Иерусалим найти обратно пути!
[Припев, Markul]:
Я знаю, что несчастье в бабках, поверь;
Ведь нам и горизонта хватит вполне.
Весь мир у твоих ног, но временно -
Завтра всё вернёт назад.
Где балом правят деньги-деньги, пусть так
Но только налом не унести на костяк.
Весь мир у твоих ног, но временно
Завтра всё вернёт назад
[Финал, Markul]:
Однажды все сгинет, зачахнет, остынет.
Деньги лишь ступень по дороге вверх, - и вниз лететь.
Всё, о чём мечтал - мираж над пустыней.
Бабки, чтобы брать и тратить, черт с ними.
Я понимаю деньги лишь теперь,
Но с ними дольше века длится день."""]

texts_gonef = ["""Проснулся в темноте — это всего лишь сон
Мгновение назад я был уверен, что влюблён
Детка, растопи мой лёд, и пусть всё горит огнём
Ночью я живу, но как же я несчастен днём
Проснулся в темноте — это всего лишь сон
Мне не нужна реальность, обрати на меня взор
Детка, да, я даю слово, без тебя я будто сломан
Уснул бы навсегда, твои глаза увидев снова

И если бездна обнимает меня — я не одинок
Чтоб ощутить их губ тепло, их мякоть, я смотрю в окно
Звёзды покажут путь, но небо затянуло пеленой
Ветер скулит, протяжный вой, мир за невидимой стеной
Жизнь, как сон, сон, как смерть, да, я лечу наверх
Солнце сожгло крылья мне, нашёл новые
Там за стеной целый мир, так пусти их к себе
Я не верю им, никому из людей
Хочу быть рядом с ней, дни стали тягостней
Детка, добавь в этот серый мир яркости
Прости за странности, курю туманности
Ближе к Луне, хоть на самую малость, и
Путь тут сгубил многих, и я среди них
Вдали от Земли, роллю OCB, так и тают дни
Ночи лишь для нас двоих, где в этом мире мы одни
Я надеюсь, мы не спим, я прошу, меня ущипни
Проснулся в темноте — это всего лишь сон
Мгновение назад я был уверен, что влюблён
Детка, растопи мой лёд, и пусть всё горит огнём
Ночью я живу, но как же я несчастен днём

Проснулся в темноте — это всего лишь сон
Мгновение назад я был уверен, что влюблён
Детка, растопи мой лёд, и пусть всё горит огнём
Ночью я живу, но как же я несчастен днём
Проснулся в темноте — это всего лишь сон
Мне не нужна реальность, обрати на меня взор
Детка, да, я даю слово, без тебя я, будто сломан
Уснул бы навсегда, твои глаза увидев снова"""]

texts_pyroc = ["""Биться о стену, да, лица ломать и (лица ломать)
Где огрызки под ноги бросает кормилица-мать им как вороне кочаны
Что для первого будет конец — для второго начало
Все хотят золотого тельца, только чья бы корова мычала?
Мычала от боли, мычала рожая урода
Рожая поколе кричала от ржавой гарроты
И нежное горлышко матери, слоями расходится надвое
И складками скатерти, свернулась кровь — то цена твоя за своих же детей
Альма-матер

Крутятся винтики и лопают гаечки
Кто был не любим, так и не будет
Играючи я лопаю гаечки
И, как элеватор (аха-ха-ха)
С утробы земли подниму альма-матер
Крутятся винтики и лопают гаечки
Кто был не любим, так и не будет
Играючи я лопаю гаечки
И ломаю шурупы (аха-ха-ха)
А всё, походящее на мишуру, ты

Тянешь в свой рот, что шуршит и блестит
Ворошить в полости как вершить и блюсти так
Свой материнский долг, и тянется нить в иголку
Доктор поник, умолк, мол
"А Бог с ней, не жаль Альма-матере, так что подохни, рожай!" (И подохни, рожай)
Людей без лица и без мимики
Все похожи, но ты только намекни
Что сходящая каждый раз мимо к ним
Вероятности точка в динамике
Развернётся кривою над нами, где
Затрясёт в пиках, будто от тремора
Значит выкидыш точно одна из двух
Новорожденных точек экстремума

Крутятся винтики и лопают гаечки
Кто был не любим, так и не будет
Играючи я лопаю гаечки
И, как элеватор (аха-ха-ха)
С утробы земли подниму альма-матер
Крутятся винтики и лопают гаечки
Кто был не любим, так и не будет
Играючи я лопаю гаечки
И ломаю шурупы (аха-ха-ха)"""]

texts_danyak = ["""Всё в порядке, мимо двигал
Утром прозвенел будильник
Зубы чистил, всё на chill'е
Только об учёбе мыслил
Лёг пораньше, спал как милый
По закону всё, как в Библии
Что-то мы разговорились
Я пошёл, рад был вас видеть

Мне нужен движ, нужен house
Всем дожить бы до утра
Им нужен стиль, нужен бас
Я создам, ты доедай
Движ, нужен house
Всем дожить бы до утра
Им нужен стиль, нужен бас
Я создам, ты доедай

Bass, house, rock the party
Disco, трафик, DK классик
Кто-то там заливает
Залетаю в вашу хату
Стоп-кран, всё в порядке
Тише едешь — громче хвалят
Левой-правой, шаг за шагом
Я съезжаю с тротуара
Один-один-шесть — код от арки
Чуть свернул — разбился насмерть
Запах-ароматизатор
Среди рынков, наливаек
Тише едешь — громче хвалят
Те фанаты с маяками
Что ты нам расскажешь, парень?
Что бесценно, то бесплатно

Движ, нужен house
Всем дожить бы до утра
Им нужен стиль, нужен бас
Я создам, ты доедай
Движ, нужен house
Всем дожить бы до утра
Им нужен стиль, нужен бас
Я создам, ты доедай

Всё в порядке, плохо спал я
Мимо шёл, не нарушая
С детства не бывал в мусарне
Не курю, не выпиваю
Род занятий музыкальный
Я пишу музло для party
Но сам не употребляю
Зацени, чё накидал щас

Движ, нужен house
Всем дожить бы до утра
Им нужен стиль, нужен бас
Я создам, ты доедай
Им нужен движ, нужен house
Всем дожить бы до утра
Им нужен стиль, нужен бас
Я создам, ты доедай
Мне нужен движ, нужен house
Всем дожить бы до утра
Им нужен стиль, нужен бас
Я создам, ты доедай
Движ, нужен house
Всем дожить бы до утра
Им нужен стиль, нужен бас
Я создам, ты доедай
Мне нужен движ, нужен house
Всем дожить бы до утра
Им нужен стиль, нужен бас
Я создам, ты доедай
Движ, нужен house
Всем дожить бы до утра
Им нужен стиль, нужен бас
Я создам, ты доедай"""]

texts_saghat = ["""Вынос тела ногами вперёд
Опознали, вновь кто-то холодный как лёд
На поминках молчали, чей дальше черёд
Да, родные в печали, но это пройдёт
Это круговорот пора с этим смириться
В гробу не поможет святая водица
Там в небе жизни за страницей страница
Ту вижу с косой и она всё косится
А, а, а, а-а!
Мы с болью пришли с болью покинем мир
Да жить тысячу лет может только вампир
А ты видел, чтоб кто-то такое творил?
Или чтобы кто-то кого-то воскресил
Нет, вот видишь гаснет свет и финиш
И по щелчку пальцев ты уже не дышишь
Уйдёт всё что ты ненавидишь и боль
Вся утихнет, сотри грим, окончена роль

Вынос тела ногами вперёд, вынос тела ногами вперёд
Вынос тела ногами вперёд, это значит твоя рана не заживёт
Вынос тела ногами вперёд, вынос тела ногами вперёд
Вынос тела ногами вперёд, знают, над небесами когда твой черёд
Вынос тела ногами вперёд, вынос тела ногами вперёд
Вынос тела ногами вперёд, это значит твоя рана не заживёт
Вынос тела ногами вперёд, вынос тела ногами вперёд
Вынос тела ногами вперёд, знают, над небесами когда твой черёд

К судному дню не возможно готовым быть
Предан огню буду или по небу плыть
С почестью или в овраге остыть
Суждено, отпоют или волками выть
Бездыханное тело в костюм деревянный
Что бархатом красным расшитый и пьяные
Люди с поминок гудят до утра
Позабыв те, кого хоронили вчера
Только что будет после того, эй
Встретит ли на небе Бог, эй
Или же там не будет ничего
Мы там будем все до оного, эй
Будет ли на небе суд, эй
Души покой обретут
Смерть в реанимация или спасение
Реинкарнация или забвение

Вынос тела ногами вперёд, вынос тела ногами вперёд
Вынос тела ногами вперёд, это значит твоя рана не заживёт
Вынос тела ногами вперёд, вынос тела ногами вперёд
Вынос тела ногами вперёд, знают, над небесами когда твой черёд
Вынос тела ногами вперёд, вынос тела ногами вперёд
Вынос тела ногами вперёд, это значит твоя рана не заживёт
Вынос тела ногами вперёд, вынос тела ногами вперёд
Вынос тела ногами вперёд, знают, над небесами когда твой черёд"""]

texts_krug = ["""Дом казённый предо мной да тюрьма центральная.
Не копейки за душой да дорога дальняя.
Над обрывом пал туман, кони ход прибавили,
Я б махнул сейчас стакан, если б мне поставили.
Ночью в церкви ни души, волки в поле воют,
А под расстрельную статью ямы быстро роют.
Что же не хватало мне, всё теперь на месте,
Был туз бубновый на спине, а стал в ногах туз крести.

Золотые купола душу мою радуют,
А то не дождь, а то не дождь - слёзы с неба капают,
Золотые купола на груди наколоты,
Только синие они и ни крапа золота. И ни крапа золота.

Над обрывом на краю сердце дрожь охватит,
Жизнь босяцкую мою кто переиначит?
Кто стакан мне поднесёт, кто свечу погасит,
Кто простит и кто поймёт и кто по мне заплачет.

Золотые купола душу мою радуют,
А то не дождь, а то не дождь - слёзы с неба капают,
Золотые купола на груди наколоты,
Только синие они и ни крапа золота. И ни крапа золота.
Золотые купола душу мою радуют,
А то не дождь, а то не дождь - слёзы с неба капают,
Золотые купола на груди наколоты,
Только синие они и ни крапа золота. И ни крапа золота.
И ни крапа золота. И ни крапа золота. И ни крапа золота.
И ни крапа золота. И ни крапа золота. И ни крапа золота."""]

texts_lasmay = ["""Дождь, по окнам дождь
И белый снег растопил апрель
Ждешь, чего ты ждешь
Весна в твою постучалась дверь
Капризный май и теплый вечер
Весенний луч согреет встречи
Мою любовь к тебе навечно
Пусть сохранит наш майский вечер наш теплый вечер
Ночь...
Седая ночь
Уходишь ты, уходишь рано
Но моей любви свой холод звезд дарить не надо
Капризный май и теплый вечер
Весенний луч согреет встречи
Мою любовь к тебе навечно
Пусть сохранит наш майский вечер наш теплый вечер
Капризный май и теплый вечер
Весенний луч согреет встречи
Мою любовь к тебе навечно
Пусть сохранит наш майский вечер наш теплый вечер
Наш теплый вечер"""]